Repository: cloakyard/cloakdrop
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, ja, ko, pt_br, ru, zh_hans

source: The ad blocker's open-source blocklist, if you pick one in Browser settings — fetched only when you choose it or press Update Now, never on its own.
ar: قائمة الحظر مفتوحة المصدر لمانع الإعلانات، إذا اخترت واحدة في إعدادات المتصفح — تُجلب فقط عندما تختارها أو تضغط «تحديث الآن»، ولا تُجلب من تلقاء نفسها أبدًا.
de: Die Open-Source-Blockierliste des Werbeblockers, falls du in den Browser-Einstellungen eine auswählst – geladen nur, wenn du sie auswählst oder auf „Jetzt aktualisieren“ klickst, nie von selbst.
es: La lista de bloqueo de código abierto del bloqueador de anuncios, si eliges una en los ajustes del navegador: se descarga solo cuando la eliges o pulsas «Actualizar ahora», nunca por sí sola.
fr: La liste de blocage open source du bloqueur de publicités, si vous en choisissez une dans les réglages du navigateur — récupérée uniquement lorsque vous la choisissez ou appuyez sur « Mettre à jour », jamais d’elle-même.
hi: विज्ञापन अवरोधक की ओपन-सोर्स ब्लॉकलिस्ट, यदि आप ब्राउज़र सेटिंग्स में कोई चुनते हैं — केवल तभी लाई जाती है जब आप इसे चुनते हैं या «अभी अपडेट करें» दबाते हैं, कभी भी अपने आप नहीं।
ja: 広告ブロッカーのオープンソースのブロックリスト（ブラウザ設定で選択した場合）。選択時または「今すぐ更新」を押したときのみ取得され、自動で取得されることはありません。
ko: 브라우저 설정에서 선택한 경우, 광고 차단기의 오픈 소스 차단 목록 — 목록을 선택하거나 ‘지금 업데이트’를 누를 때에만 가져오며, 절대로 스스로 가져오지 않습니다.
pt_br: A lista de bloqueio de código aberto do bloqueador de anúncios, se você escolher uma nos ajustes do navegador — baixada somente quando você a escolhe ou toca em “Atualizar agora”, nunca por conta própria.
ru: Список блокировки с открытым исходным кодом для блокировщика рекламы, если вы выбрали его в настройках браузера, — загружается только когда вы выбираете список или нажимаете «Обновить сейчас», никогда сам по себе.
zh_hans: 广告拦截器的开源拦截列表（若你在浏览器设置中选择了一个）——仅当你选择它或点按“立即更新”时才会获取，绝不会自行获取。

source: The built-in browser
ar: المتصفّح المدمج
de: Der integrierte Browser
es: El navegador integrado
fr: Le navigateur intégré
hi: अंतर्निहित ब्राउज़र
ja: 内蔵ブラウザ
ko: 내장 브라우저
pt_br: O navegador integrado
ru: Встроенный браузер
zh_hans: 内置浏览器

source: The download links you choose — and any redirects or mirrors they point to.
ar: روابط التنزيل التي تختارها — وأي عمليات إعادة توجيه أو مرايا تشير إليها.
de: Die Download-Links, die du wählst – und alle Weiterleitungen oder Spiegel, auf die sie verweisen.
es: Los enlaces de descarga que eliges, y las redirecciones o réplicas a las que apunten.
fr: Les liens de téléchargement que vous choisissez — et les redirections ou miroirs vers lesquels ils pointent.
hi: आपके चुने हुए डाउनलोड लिंक — और वे जिन रीडायरेक्ट या मिरर की ओर इशारा करते हैं।
ja: あなたが選んだダウンロードリンク — およびそのリダイレクト先やミラー。
ko: 사용자가 선택한 다운로드 링크 — 그리고 해당 링크가 가리키는 리디렉션이나 미러.
pt_br: Os links de download que você escolhe — e quaisquer redirecionamentos ou espelhos para os quais eles apontem.
ru: Ссылки для загрузки, которые вы выбираете, — и любые перенаправления или зеркала, на которые они указывают.
zh_hans: 你选择的下载链接，以及它们指向的重定向或镜像。

source: The downloaded list is unreasonably large.
ar: القائمة التي نُزِّلت كبيرة بشكل غير معقول.
de: Die geladene Liste ist unverhältnismäßig groß.
es: La lista descargada es desproporcionadamente grande.
fr: La liste téléchargée est démesurément volumineuse.
hi: डाउनलोड की गई सूची असामान्य रूप से बड़ी है।
ja: ダウンロードしたリストが異常に大きいです。
ko: 다운로드한 목록이 비정상적으로 큽니다.
pt_br: A lista baixada é excessivamente grande.
ru: Загруженный список неоправданно велик.
zh_hans: 下载的列表过大。

source: The downloaded list looks incomplete (%lld entries) — keeping the previous copy.
ar: تبدو القائمة التي نُزِّلت غير مكتملة (%lld من الإدخالات) — سيتم الإبقاء على النسخة السابقة.
de: Die geladene Liste scheint unvollständig zu sein (%lld Einträge) – die vorherige Kopie bleibt erhalten.
es: La lista descargada parece incompleta (%lld entradas); se conserva la copia anterior.
fr: La liste téléchargée semble incomplète (%lld entrées) — la copie précédente est conservée.
hi: डाउनलोड की गई सूची अधूरी लगती है (%lld प्रविष्टियाँ) — पिछली प्रति रखी जा रही है।
ja: ダウンロードしたリストは不完全のようです（%lld件）。以前のコピーを保持します。
ko: 다운로드한 목록이 불완전해 보입니다(항목 %lld개). 이전 사본을 유지합니다.
pt_br: A lista baixada parece incompleta (%lld entradas) — mantendo a cópia anterior.
ru: Загруженный список выглядит неполным (записей: %lld) — сохранена предыдущая копия.
zh_hans: 下载的列表似乎不完整（%lld 个条目）——保留之前的副本。

source: The list couldn’t be compiled for WebKit.
ar: تعذّر تجميع القائمة لـ WebKit.
de: Die Liste konnte nicht für WebKit kompiliert werden.
es: No se pudo compilar la lista para WebKit.
fr: La liste n’a pas pu être compilée pour WebKit.
hi: सूची को WebKit के लिए संकलित नहीं किया जा सका।
ja: リストをWebKit用にコンパイルできませんでした。
ko: 목록을 WebKit용으로 컴파일할 수 없었습니다.
pt_br: Não foi possível compilar a lista para o WebKit.
ru: Не удалось скомпилировать список для WebKit.
zh_hans: 无法为 WebKit 编译该列表。

source: The list server answered with an error (HTTP %lld).
ar: أجاب خادم القائمة بخطأ ‏(HTTP %lld).
de: Der Listenserver hat mit einem Fehler geantwortet (HTTP %lld).
es: El servidor de la lista respondió con un error (HTTP %lld).
fr: Le serveur de la liste a répondu par une erreur (HTTP %lld).
hi: सूची सर्वर ने एक त्रुटि दी (HTTP %lld)।
ja: リストサーバーがエラーを返しました（HTTP %lld）。
ko: 목록 서버가 오류로 응답했습니다(HTTP %lld).
pt_br: O servidor da lista respondeu com um erro (HTTP %lld).
ru: Сервер списка ответил ошибкой (HTTP %lld).
zh_hans: 列表服务器返回错误（HTTP %lld）。

source: The month is young. So are your downloads.
ar: الشهر لا يزال في بدايته، وكذلك تنزيلاتك.
de: Der Monat ist noch jung. Deine Downloads auch.
es: El mes acaba de empezar. Tus descargas también.
fr: Le mois ne fait que commencer. Vos téléchargements aussi.
hi: महीना अभी नया है। आपके डाउनलोड भी।
ja: 月はまだ始まったばかり。ダウンロードも同じ。
ko: 이달은 이제 시작이에요. 다운로드도 마찬가지죠.
pt_br: O mês mal começou. Seus downloads também.
ru: Месяц только начался. Как и ваши загрузки.
zh_hans: 月份还早，你的下载也才刚开始。

source: The only connections CloakDrop makes
ar: الاتصالات الوحيدة التي يجريها CloakDrop
de: Die einzigen Verbindungen, die CloakDrop herstellt
es: Las únicas conexiones que hace CloakDrop
fr: Les seules connexions que CloakDrop établit
hi: CloakDrop द्वारा किए जाने वाले एकमात्र कनेक्शन
ja: CloakDrop が行う唯一の接続
ko: CloakDrop이 하는 유일한 연결
pt_br: As únicas conexões que o CloakDrop faz
ru: Единственные подключения, которые выполняет CloakDrop
zh_hans: CloakDrop 建立的唯一连接

source: The page at %@ says:
ar: تقول الصفحة على %@:
de: Die Seite auf %@ sagt:
es: La página en %@ dice:
fr: La page à l’adresse %@ indique :
hi: %@ पर मौजूद पेज कहता है:
ja: %@ のページによると：
ko: %@ 페이지의 메시지:
pt_br: A página em %@ diz:
ru: Страница %@ сообщает:
zh_hans: %@ 上的页面显示：

source: The proxy requires a password.
ar: يتطلّب الوكيل كلمة مرور.
de: Der Proxy erfordert ein Passwort.
es: El proxy requiere una contraseña.
fr: Le proxy requiert un mot de passe.
hi: प्रॉक्सी को पासवर्ड चाहिए।
ja: プロキシにはパスワードが必要です。
ko: 프록시에 비밀번호가 필요합니다.
pt_br: O proxy exige uma senha.
ru: Прокси требует пароль.
zh_hans: 该代理需要密码。

source: The server took too long to respond.
ar: استغرق الخادم وقتًا طويلاً للردّ.
de: Der Server hat zu lange nicht geantwortet.
es: El servidor tardó demasiado en responder.
fr: Le serveur a mis trop de temps à répondre.
hi: सर्वर को जवाब देने में बहुत समय लगा।
ja: サーバーの応答に時間がかかりすぎました。
ko: 서버 응답이 너무 오래 걸렸습니다.
pt_br: O servidor demorou muito para responder.
ru: Сервер слишком долго не отвечает.
zh_hans: 服务器响应时间过长。

source: The server’s response wasn’t a readable blocklist.
ar: لم تكن استجابة الخادم قائمة حظر قابلة للقراءة.
de: Die Antwort des Servers war keine lesbare Blockierliste.
es: La respuesta del servidor no era una lista de bloqueo legible.
fr: La réponse du serveur n’était pas une liste de blocage lisible.
hi: सर्वर की प्रतिक्रिया पढ़ने योग्य ब्लॉकलिस्ट नहीं थी।
ja: サーバーの応答は読み取り可能なブロックリストではありませんでした。
ko: 서버 응답이 읽을 수 있는 차단 목록이 아니었습니다.
pt_br: A resposta do servidor não era uma lista de bloqueio legível.
ru: Ответ сервера не является читаемым списком блокировки.
zh_hans: 服务器的响应不是可读取的拦截列表。

source: The sites you visit in the built-in browser — the pages you open, and (if address-bar search is on) the query you type when you press Return.
ar: المواقع التي تزورها في المتصفّح المدمج — الصفحات التي تفتحها، و(إذا كان بحث شريط العنوان مفعَّلًا) الاستعلام الذي تكتبه عند الضغط على Return.
de: Die Websites, die du im integrierten Browser besuchst – die Seiten, die du öffnest, und (wenn die Adressleistensuche aktiviert ist) die Suchanfrage, die du bei Drücken der Eingabetaste eingibst.
es: Los sitios que visitas en el navegador integrado: las páginas que abres y (si la búsqueda en la barra de direcciones está activada) la consulta que escribes al pulsar Intro.
fr: Les sites que vous visitez dans le navigateur intégré — les pages que vous ouvrez et (si la recherche dans la barre d’adresse est activée) la requête que vous saisissez en appuyant sur Entrée.
hi: अंतर्निहित ब्राउज़र में आप जो साइटें देखते हैं — जो पेज आप खोलते हैं, और (यदि पता-बार खोज चालू है) जो क्वेरी आप Return दबाने पर टाइप करते हैं।
ja: 内蔵ブラウザで訪問するサイト——開いたページと、（アドレスバー検索がオンの場合は）Return キーを押したときに入力したクエリ。
ko: 내장 브라우저에서 방문하는 사이트 — 여는 페이지, 그리고 (주소 표시줄 검색이 켜져 있으면) Return 키를 누를 때 입력한 검색어.
pt_br: Os sites que você visita no navegador integrado — as páginas que você abre e (se a pesquisa na barra de endereço estiver ativada) a consulta que você digita ao pressionar Return.
ru: Сайты, которые вы посещаете во встроенном браузере, — открываемые страницы и (если включён поиск в адресной строке) запрос, который вы вводите при нажатии Return.
zh_hans: 你在内置浏览器中访问的站点——你打开的页面，以及（如果启用了地址栏搜索）你按下 Return 键时输入的查询。

source: The speed test could not finish. Check your connection and try again.
ar: تعذّر إكمال اختبار السرعة. تحقق من اتصالك وحاول مرة أخرى.
de: Der Speedtest konnte nicht abgeschlossen werden. Prüfe deine Verbindung und versuche es erneut.
es: El test de velocidad no pudo completarse. Comprueba tu conexión e inténtalo de nuevo.
fr: Le test de débit n’a pas pu se terminer. Vérifiez votre connexion et réessayez.
hi: स्पीड टेस्ट पूरा नहीं हो सका। अपना कनेक्शन जांचें और फिर से कोशिश करें।
ja: スピードテストを完了できませんでした。接続を確認してもう一度お試しください。
ko: 속도 테스트를 완료할 수 없습니다. 연결을 확인한 후 다시 시도하십시오.
pt_br: O teste de velocidade não pôde ser concluído. Verifique sua conexão e tente novamente.
ru: Не удалось завершить тест скорости. Проверьте подключение и попробуйте ещё раз.
zh_hans: 测速未能完成。请检查网络连接后重试。

source: Then
ar: الإجراءات
de: Aktionen
es: Acciones
fr: Actions
hi: क्रियाएँ
ja: アクション
ko: 실행
pt_br: Ações
ru: Действия
zh_hans: 操作

source: This Metalink lists no downloadable files.
ar: لا يتضمّن ملف Metalink هذا أي ملفات قابلة للتنزيل.
de: Diese Metalink-Datei enthält keine herunterladbaren Dateien.
es: Este Metalink no incluye archivos descargables.
fr: Ce Metalink ne contient aucun fichier téléchargeable.
hi: इस Metalink में कोई डाउनलोड करने योग्य फ़ाइल नहीं है।
ja: この Metalink にはダウンロードできるファイルがありません。
ko: 이 Metalink에는 다운로드할 수 있는 파일이 없습니다.
pt_br: Este Metalink não lista nenhum arquivo para download.
ru: В этом Metalink нет файлов для загрузки.
zh_hans: 此 Metalink 未列出任何可下载的文件。

source: This clears today’s, this month’s, and all-time totals. It can’t be undone.
ar: يؤدي هذا إلى مسح إجماليات اليوم والشهر والإجمالي الكلّي. ولا يمكن التراجع عنه.
de: Damit werden die Summen für heute, diesen Monat und die Gesamtzeit gelöscht. Das lässt sich nicht rückgängig machen.
es: Esto borra los totales de hoy, de este mes y de siempre. No se puede deshacer.
fr: Cela efface les totaux d’aujourd’hui, de ce mois-ci et de toujours. Cette action est irréversible.
hi: इससे आज, इस महीने और अब तक के सभी योग मिट जाएँगे। इसे पूर्ववत नहीं किया जा सकता।
ja: 今日・今月・累計の合計がすべて消去されます。この操作は取り消せません。
ko: 오늘, 이번 달, 전체 기간의 합계가 모두 지워집니다. 이 작업은 되돌릴 수 없습니다.
pt_br: Isso apaga os totais de hoje, deste mês e de todo o período. Não é possível desfazer.
ru: Это удалит итоги за сегодня, за этот месяц и за всё время. Отменить это действие нельзя.
zh_hans: 这将清除今天、本月和总计的数据，且无法撤销。

source: This link expires before the scheduled start time.
ar: تنتهي صلاحية هذا الرابط قبل وقت البدء المجدول.
de: Dieser Link läuft vor der geplanten Startzeit ab.
es: Este enlace caduca antes de la hora de inicio programada.
fr: Ce lien expire avant l’heure de début programmée.
hi: यह लिंक निर्धारित प्रारंभ समय से पहले समाप्त हो जाएगा।
ja: このリンクは予定された開始時刻より前に期限切れになります。
ko: 이 링크는 예약된 시작 시간 전에 만료됩니다.
pt_br: Este link expira antes do horário de início agendado.
ru: Срок действия этой ссылки истекает до запланированного времени начала.
zh_hans: 此链接将在计划的开始时间之前过期。

source: This link has already expired
ar: انتهت صلاحية هذا الرابط بالفعل
de: Dieser Link ist bereits abgelaufen
es: Este enlace ya ha caducado
fr: Ce lien a déjà expiré
hi: यह लिंक पहले ही समाप्त हो चुका है
ja: このリンクはすでに期限切れです
ko: 이 링크는 이미 만료되었습니다
pt_br: Este link já expirou
ru: Срок действия этой ссылки уже истёк
zh_hans: 此链接已过期

source: This month
ar: هذا الشهر
de: Diesen Monat
es: Este mes
fr: Ce mois-ci
hi: इस महीने
ja: 今月
ko: 이번 달
pt_br: Este mês
ru: В этом месяце
zh_hans: 本月

source: This page keeps crashing.
ar: تتعطّل هذه الصفحة باستمرار.
de: Diese Seite stürzt immer wieder ab.
es: Esta página se bloquea repetidamente.
fr: Cette page ne cesse de planter.
hi: यह पेज बार-बार क्रैश हो रहा है।
ja: このページはクラッシュを繰り返しています。
ko: 이 페이지가 계속 다운됩니다.
pt_br: Esta página fica travando.
ru: Эта страница постоянно вылетает.
zh_hans: 此页面反复崩溃。

source: This page plays protected (DRM) content, which can’t be downloaded.
ar: تعرض هذه الصفحة محتوى محميًا (DRM) لا يمكن تنزيله.
de: Diese Seite spielt geschützte (DRM-)Inhalte ab, die nicht heruntergeladen werden können.
es: Esta página reproduce contenido protegido (DRM) que no se puede descargar.
fr: Cette page lit un contenu protégé (DRM) qui ne peut pas être téléchargé.
hi: यह पेज सुरक्षित (DRM) सामग्री चलाता है, जिसे डाउनलोड नहीं किया जा सकता।
ja: このページは保護された（DRM）コンテンツを再生しており、ダウンロードできません。
ko: 이 페이지는 다운로드할 수 없는 보호된(DRM) 콘텐츠를 재생합니다.
pt_br: Esta página reproduz conteúdo protegido (DRM), que não pode ser baixado.
ru: Эта страница воспроизводит защищённый (DRM) контент, который нельзя скачать.
zh_hans: 此页面播放受保护（DRM）的内容，无法下载。

source: This page’s video — pick a quality
ar: فيديو هذه الصفحة — اختر الجودة
de: Das Video dieser Seite – wähle eine Qualität
es: El vídeo de esta página: elige una calidad
fr: La vidéo de cette page — choisissez une qualité
hi: इस पेज का वीडियो — गुणवत्ता चुनें
ja: このページの動画——画質を選択
ko: 이 페이지의 동영상 — 화질 선택
pt_br: O vídeo desta página — escolha a qualidade
ru: Видео этой страницы — выберите качество
zh_hans: 此页面的视频——选择画质

source: This signs you out of every site in the built-in browser and removes all cookies and cached site data. It can’t be undone.
ar: سيؤدي ذلك إلى تسجيل خروجك من كل موقع في المتصفّح المدمج وإزالة جميع ملفات تعريف الارتباط وبيانات المواقع المخزَّنة مؤقتًا. لا يمكن التراجع عن ذلك.
de: Dadurch wirst du in jeder Website des integrierten Browsers abgemeldet und alle Cookies sowie zwischengespeicherten Websitedaten werden entfernt. Dies kann nicht rückgängig gemacht werden.
es: Esto cierra tu sesión en todos los sitios del navegador integrado y elimina todas las cookies y los datos de sitios en caché. No se puede deshacer.
fr: Cela vous déconnecte de tous les sites du navigateur intégré et supprime tous les cookies et données de sites mises en cache. Cette action est irréversible.
hi: इससे आप अंतर्निहित ब्राउज़र की हर साइट से साइन आउट हो जाएँगे और सभी कुकीज़ व कैश किए गए साइट डेटा हट जाएँगे। इसे पूर्ववत नहीं किया जा सकता।
ja: これにより、内蔵ブラウザのすべてのサイトからサインアウトされ、すべての Cookie とキャッシュされたサイトデータが削除されます。元に戻すことはできません。
ko: 이 작업은 내장 브라우저의 모든 사이트에서 로그아웃하고 모든 쿠키와 캐시된 사이트 데이터를 제거합니다. 실행을 취소할 수 없습니다.
pt_br: Isso desconecta você de todos os sites no navegador integrado e remove todos os cookies e dados de sites em cache. Não pode ser desfeito.
ru: Это выполнит выход со всех сайтов во встроенном браузере и удалит все файлы cookie и кэшированные данные сайтов. Отменить это нельзя.
zh_hans: 这会让你在内置浏览器的所有站点退出登录，并删除所有 Cookie 和缓存的网站数据。此操作无法撤销。

source: This site needs you signed in — open it in your browser, then try again.
ar: يتطلب هذا الموقع تسجيل الدخول — افتحه في متصفحك ثم حاول مرة أخرى.
de: Diese Website erfordert eine Anmeldung – öffne sie im Browser und versuche es erneut.
es: Este sitio requiere que inicies sesión: ábrelo en tu navegador y vuelve a intentarlo.
fr: Ce site nécessite une connexion — ouvrez-le dans votre navigateur, puis réessayez.
hi: इस साइट के लिए साइन इन आवश्यक है — इसे अपने ब्राउज़र में खोलें, फिर पुनः प्रयास करें।
ja: このサイトはサインインが必要です。ブラウザで開いてからもう一度お試しください。
ko: 이 사이트는 로그인이 필요합니다 — 브라우저에서 연 후 다시 시도하세요.
pt_br: Este site exige que você entre — abra-o no navegador e tente novamente.
ru: Для этого сайта нужен вход — откройте его в браузере и повторите попытку.
zh_hans: 此网站需要登录——请在浏览器中打开它，然后重试。

source: This site requires a password.
ar: يتطلّب هذا الموقع كلمة مرور.
de: Diese Website erfordert ein Passwort.
es: Este sitio requiere una contraseña.
fr: Ce site requiert un mot de passe.
hi: इस साइट को पासवर्ड चाहिए।
ja: このサイトにはパスワードが必要です。
ko: 이 사이트에 비밀번호가 필요합니다.
pt_br: Este site exige uma senha.
ru: Этот сайт требует пароль.
zh_hans: 该网站需要密码。

source: This video is protected — no downloadable stream is available.
ar: هذا الفيديو محمي — لا يتوفر أي دفق قابل للتنزيل.
de: Dieses Video ist geschützt – kein herunterladbarer Stream verfügbar.
es: Este vídeo está protegido: no hay ninguna transmisión descargable disponible.
fr: Cette vidéo est protégée — aucun flux téléchargeable n’est disponible.
hi: यह वीडियो सुरक्षित है — कोई डाउनलोड करने योग्य स्ट्रीम उपलब्ध नहीं है।
ja: この動画は保護されています。ダウンロードできるストリームがありません。
ko: 이 동영상은 보호되어 있습니다 — 다운로드할 수 있는 스트림이 없습니다.
pt_br: Este vídeo é protegido — nenhum stream disponível para download.
ru: Это видео защищено — нет доступного для загрузки потока.
zh_hans: 此视频受保护——没有可下载的流。

source: This video is unavailable.
ar: هذا الفيديو غير متوفر.
de: Dieses Video ist nicht verfügbar.
es: Este vídeo no está disponible.
fr: Cette vidéo n’est pas disponible.
hi: यह वीडियो उपलब्ध नहीं है।
ja: この動画は利用できません。
ko: 이 동영상을 사용할 수 없습니다.
pt_br: Este vídeo não está disponível.
ru: Это видео недоступно.
zh_hans: 此视频不可用。

source: Throttle on a schedule
ar: التقييد وفق جدول
de: Nach Zeitplan drosseln
es: Limitar según un horario
fr: Limiter selon un horaire
hi: शेड्यूल के अनुसार सीमित करें
ja: スケジュールで制限
ko: 일정에 따라 제한
pt_br: Limitar por agenda
ru: Ограничивать по расписанию
zh_hans: 按计划限速

source: Time Left
ar: الوقت المتبقي
de: Verbleibende Zeit
es: Tiempo restante
fr: Temps restant
hi: शेष समय
ja: 残り時間
ko: 남은 시간
pt_br: Tempo Restante
ru: Осталось времени
zh_hans: 剩余时间

source: To
ar: إلى
de: Bis
es: Hasta
fr: À
hi: तक
ja: 終了
ko: 종료
pt_br: Até
ru: По
zh_hans: 至

source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd’hui
hi: आज
ja: 今日
ko: 오늘
pt_br: Hoje
ru: Сегодня
zh_hans: 今天

source: Transport
ar: النقل
es: Transporte
hi: ट्रांसपोर्ट
ja: トランスポート
ko: 전송
pt_br: Transporte
ru: Транспорт
zh_hans: 传输

source: Try Again
ar: أعِد المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
ru: Повторить
zh_hans: 重试

source: Type
ar: النوع
de: Typ
es: Tipo
hi: प्रकार
ja: 種類
ko: 유형
pt_br: Tipo
ru: Тип
zh_hans: 类型

source: URL contains
ar: الرابط يحتوي على
de: URL enthält
es: La URL contiene
fr: L’URL contient
hi: URL में शामिल
ja: URLに含む
ko: URL에 포함
pt_br: A URL contém
ru: URL содержит
zh_hans: URL 包含

source: URL host contains
ar: مضيف الرابط يحتوي على
de: URL-Host enthält
es: El host de la URL contiene
fr: L’hôte de l’URL contient
hi: URL होस्ट में शामिल
ja: URLのホストに含む
ko: URL 호스트에 포함
pt_br: O host da URL contém
ru: Хост URL содержит
zh_hans: URL 主机包含

source: Unlimited during this window
ar: غير محدود خلال هذه الفترة
de: Unbegrenzt in diesem Zeitfenster
es: Sin límite durante este intervalo
fr: Illimité pendant cette plage
hi: इस अवधि के दौरान असीमित
ja: この時間帯は無制限
ko: 이 시간대에는 무제한
pt_br: Ilimitado durante este período
ru: Без ограничения в этом интервале
zh_hans: 此时段内不限速

source: Unsigned
ar: غير موقّع
de: Nicht signiert
es: Sin firmar
fr: Non signé
hi: अहस्ताक्षरित
ja: 署名なし
ko: 서명 없음
pt_br: Não assinado
ru: Без подписи
zh_hans: 未签名

source: Unverified
ar: غير مُتحقَّق
de: Nicht überprüft
es: Sin verificar
fr: Non vérifié
hi: असत्यापित
ja: 未検証
ko: 미검증
pt_br: Não verificado
ru: Не проверено
zh_hans: 未校验

source: Update Now
ar: تحديث الآن
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à jour
hi: अभी अपडेट करें
ja: 今すぐ更新
ko: 지금 업데이트
pt_br: Atualizar agora
ru: Обновить сейчас
zh_hans: 立即更新

source: Upload speed
ar: سرعة الرفع
de: Upload-Geschwindigkeit
es: Velocidad de subida
fr: Débit montant
hi: अपलोड गति
ja: アップロード速度
ko: 업로드 속도
pt_br: Velocidade de upload
ru: Скорость отдачи
zh_hans: 上传速度

source: Usage analytics or behavioural tracking.
ar: تحليلات الاستخدام أو تتبّع السلوك.
de: Nutzungsanalysen oder Verhaltens-Tracking.
es: Analítica de uso o seguimiento del comportamiento.
fr: Analyses d’utilisation ou suivi comportemental.
hi: उपयोग एनालिटिक्स या व्यवहार ट्रैकिंग।
ja: 利用状況の分析や行動トラッキング。
ko: 사용 분석이나 행동 추적.
pt_br: Análise de uso ou rastreamento de comportamento.
ru: Аналитика использования или отслеживание поведения.
zh_hans: 使用分析或行为跟踪。

source: Use default
ar: استخدام الافتراضي
de: Standard verwenden
es: Usar predeterminado
fr: Utiliser par défaut
hi: डिफ़ॉल्ट का उपयोग
ja: デフォルトを使用
ko: 기본값 사용
pt_br: Usar padrão
ru: По умолчанию
zh_hans: 使用默认

source: Use system proxy
ar: استخدام وكيل النظام
de: Systemproxy verwenden
es: Usar el proxy del sistema
fr: Utiliser le proxy du système
hi: सिस्टम प्रॉक्सी उपयोग करें
ja: システムプロキシを使用
ko: 시스템 프록시 사용
pt_br: Usar proxy do sistema
ru: Использовать системный прокси
zh_hans: 使用系统代理

source: User Name
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
fr: Nom d’utilisateur
hi: उपयोगकर्ता नाम
ja: ユーザー名
ko: 사용자 이름
pt_br: Nome de usuário
ru: Имя пользователя
zh_hans: 用户名

source: Username
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
fr: Nom d’utilisateur
hi: उपयोगकर्ता नाम
ja: ユーザ名
ko: 사용자 이름
pt_br: Nome de usuário
ru: Имя пользователя
zh_hans: 用户名

source: Verification
ar: التحقق
de: Überprüfung
es: Verificación
fr: Vérification
hi: सत्यापन
ja: 検証
ko: 검증
pt_br: Verificação
ru: Проверка
zh_hans: 校验

source: Verified
ar: تم التحقق
de: Überprüft
es: Verificada
fr: Vérifié
hi: सत्यापित
ja: 検証済み
ko: 검증됨
pt_br: Verificado
ru: Проверено
zh_hans: 已校验

source: Verify checksum
ar: التحقق من المجموع الاختباري
de: Prüfsumme überprüfen
es: Verificar suma de comprobación
fr: Vérifier la somme de contrôle
hi: चेकसम सत्यापित करें
ja: チェックサムを検証
ko: 체크섬 검증
pt_br: Verificar checksum
ru: Проверить контрольную сумму
zh_hans: 校验校验和

source: Verify checksums automatically
ar: التحقق من المجاميع الاختبارية تلقائيًا
de: Prüfsummen automatisch überprüfen
es: Verificar las sumas de comprobación automáticamente
fr: Vérifier automatiquement les sommes de contrôle
hi: चेकसम स्वतः सत्यापित करें
ja: チェックサムを自動的に検証
ko: 체크섬 자동 검증
pt_br: Verificar checksums automaticamente
ru: Проверять контрольные суммы автоматически
zh_hans: 自动校验校验和

source: Version %@
ar: الإصدار %@
es: Versión %@
hi: संस्करण %@
ja: バージョン %@
ko: 버전 %@
pt_br: Versão %@
ru: Версия %@
zh_hans: 版本 %@

source: Video
ar: فيديو
es: Vídeo
fr: Vidéo
hi: वीडियो
ja: ビデオ
ko: 비디오
pt_br: Vídeo
ru: Видео
zh_hans: 视频

source: Video extraction isn’t available in this build.
ar: استخراج الفيديو غير متوفر في هذا الإصدار.
de: Die Videoextraktion ist in dieser Version nicht verfügbar.
es: La extracción de vídeo no está disponible en esta versión.
fr: L’extraction vidéo n’est pas disponible dans cette version.
hi: इस बिल्ड में वीडियो निष्कर्षण उपलब्ध नहीं है।
ja: このビルドでは動画の抽出を利用できません。
ko: 이 빌드에서는 동영상 추출을 사용할 수 없습니다.
pt_br: A extração de vídeo não está disponível nesta versão.
ru: Извлечение видео недоступно в этой сборке.
zh_hans: 此版本不支持视频提取。

source: Video · %@
ar: فيديو · %@
es: Vídeo · %@
fr: Vidéo · %@
hi: वीडियो · %@
ja: 動画 · %@
ko: 동영상 · %@
pt_br: Vídeo · %@
ru: Видео · %@
zh_hans: 视频 · %@
